[
    {
        "subheading1": "Welcome To My Class",
        "description1": "I extend a warm welcome to all of you as we kick off the Yapanese Language course. I'm Professor Ayanna, and I am genuinely excited to guide you through this exploration of the Yapanese language. Whether you're starting from scratch or have some prior exposure, rest assured that this journey promises to be both challenging and rewarding. Throughout the semester, we will delve into the intricacies of the language while immersing ourselves in the rich cultural tapestry that accompanies it. Expect engaging discussions, interactive activities, and a supportive learning environment where questions and curiosity are not only welcome but encouraged. Feel free to embrace the challenges and opportunities that come with learning Yapanese. I'm here to support you every step of the way, and I look forward to witnessing your language proficiency and cultural understanding grow over the coming weeks.",
        "subheading2": "What will this class cover",
        "description2": "By the end of this course, students will be able to:\nCLO 1: Explain the six constituent elements of Aristotelian classical argumentative rhetoric\nCLO 2: Apply these constituent elements to written artifacts (e.g., research papers, e-Portfolio, reading journals) that operationalize the functional properties of each constituent element\nCLO 3: Understand Aristotle's three appeals of argument and persuasion (Pathos, Logos, Ethos)\nCLO 4: Create an E-Portfolio comprised of a comprehensive compilation of your entire body of written reasoning work"
    },
    {
        "subheading1": "Mock subheading",
        "description1": "This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow! This is quite wonderful wow!",
        "subheading2": "Second one :D",
        "description2": "WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW! WOW!"
    }  
]